{
  "aqi_descriptions": {
      "good": "सभी के लिए वायु गुणवत्ता आदर्श है।",
      "fair": "अधिकांश लोगों के लिए वायु गुणवत्ता स्वीकार्य है।",
      "moderate": "संवेदनशील समूहों को लंबी बाहरी गतिविधि को सीमित करना चाहिए।",
      "poor": "हर कोई स्वास्थ्य प्रभाव महसूस करना शुरू कर सकता है; संवेदनशील समूह बाहरी गतिविधियों से बचें।",
      "very_poor": "आपातकालीन स्थिति के स्वास्थ्य चेतावनी। हर कोई बाहरी गतिविधियों से बचें।",
      "unknown": "अज्ञात वायु गुणवत्ता स्तर।"
  },
  "advice": {
      "good": "कोई सावधानी की आवश्यकता नहीं है। अपने दिन का आनंद लें!",
      "fair": "संवेदनशील समूह सतर्क रहें लेकिन बाहरी गतिविधियों का आनंद लें।",
      "moderate": "यदि आप संवेदनशील हैं तो बाहरी गतिविधियों को सीमित करें।",
      "poor": "घर के अंदर रहने पर विचार करें, विशेष रूप से संवेदनशील समूहों के लिए।",
      "very_poor": "बाहर जाने से बचें। यदि संभव हो तो वायु शोधक का उपयोग करें।",
      "unknown": "इस वायु गुणवत्ता स्तर के लिए कोई सलाह उपलब्ध नहीं है।"
  },
  "health": {
      "advice": {
          "high_pm2_5": " उच्च महीन कण पदार्थ के कारण बाहरी गतिविधियों से बचें।",
          "high_o3": " ओज़ोन के कारण धूप के समय बाहरी परिश्रम को सीमित करें।"
      },
      "children": {
          "low": "बच्चों को बाहरी खेल के लिए प्रेरित करें!",
          "moderate": "प्रदूषण के उच्चतम समय पर बाहरी गतिविधियों को सीमित करें।",
          "high": "बच्चों को घर के अंदर रखें और वायु शोधक का उपयोग करें।"
      },
      "adults": {
          "low": "बाहरी गतिविधियों का आनंद लें।",
          "moderate": "यदि आपको प्रदूषण से संवेदनशीलता है तो मास्क पहनने पर विचार करें।",
          "high": "बाहरी गतिविधियों से बचें और शारीरिक मेहनत को सीमित करें।"
      },
      "elderly": {
          "low": "ताजी हवा में सुबह की सैर करें।",
          "moderate": "बाहर लंबे समय तक रहने से बचें।",
          "high": "घर के अंदर रहें और सुनिश्चित करें कि घर में वायु गुणवत्ता अच्छी हो।"
      },
      "enter_age": "अधिक जानकारी के लिए अपनी आयु दर्ज करें।",
      "age_specific": "आयु {{age}} के लिए सिफारिशें: उच्च AQI स्तर के दौरान घर के अंदर रहने पर विचार करें और बाहरी गतिविधियों को कम करें।"
  },
  "errors": {
      "invalid_city": "अमान्य शहर का नाम।",
      "fetch_failed": "{{city}} के लिए डेटा प्राप्त करने में विफल।"
  }
}